Repository: UrK/kululu_v1
Catalog: kululu.web/Views/Playlist/Playlist.*.resx
Languages: he

source: Add song
he: הוסף שיר

source: Cancel
he: בטל

# CancelAddSong
source: Don't add
he: בטל הוספה

# clickToViewPostInFB
source: Click to view in Facebook
he: לחץ לצפיית הפוסט בפייסבוק

# DialogComments_likes
source: Likes
he: לייקים

# DialogComments_YourOpinion
source: What do you think?
he: מה דעתך?

# DialogFeedbackThanks_Content
source: We thank you
he: אנחנו מודים לך

# DialogFeedbackThanks_Title
source: Thank you!
he: תודה רבה!

# DialogFeedback_AnotherTime
source: Another time
he: פעם אחרת

# DialogFeedback_Content
source: I love kululu.
he: אני אוהב את קולולו.

# DialogFeedback_Send
source: Send
he: שלח

# DialogFeedback_Subtitle
source: It's time to complain. What bothers you?
he: זה הזמן לשבח את קולולו או לספר לנו על מה שמציק לך. נשמח לקבל כל תגובה.

# DialogFeedback_Title
source: Kululu - What do you think?
he: קולולו - מה דעתכם?

# DialogueTemplateDeleteSong_Title
source: Are you sure you wish to delete this song?
he: האם אתה בטוח רוצה למחוק את השיר?

# DialogueTemplateEditSong_SwitchPicture
source: Switch image
he: החלף תמונה

# DialogueTemplateEditSong_Title
source: Edit song
he: עריכת שיר

# DialogueTemplatePostError_duplicateEntry
source: Someone has already added this song. Perhaps it's up there and you haven't noticed?
he: מישהו כבר הוסיף את השיר הזה לפלייליסט. אולי הוא למעלה ולא שמת לב?

# DialogueTemplatePost_ClickToEdit
source: Click to edit
he: לחץ לעריכה

# DialogueTemplatePost_Content
source: Kululu! I just added a new song to this playlist:
he: קולולו! הוספתי שיר חדש לפלייליסט של

# DialogueTemplatePost_Description
source: Kululu! I really love this song!
he: קולולו! כל כך הרבה שירים, כל כך מעט מקום

# DialogueTemplatePost_SubTitle
source: This message will be posted on the groups wall, not yours. Now, let's edit it.
he: ההודעה הזו תתפרסם על הקיר של הקבוצה (לא שלך). עכשיו בוא נערוך אותה.

# DialogueTemplatePost_Title
source: Add new song
he: הוספת שיר חדש

# DialogueTemplateSongLimit_Content
source: Good work! but it seems you have passed the allowed limit.
he: ישר כח על הפעילות אבל עברת את המכסה המותרת.

# DialogueTemplateSongLimit_Title
source: Hey, leave some for other as well!
he: היי, תשאיר קצת לאחרים :)

# disliked
source: Don't like
he: לא אוהב

# highVoters
source: Highest raters
he: מצעד המדרגים

# leadingSongs
source: Top songs
he: שירים מובילים

source: Liked
he: אוהב

# myScore
source: My socring
he: הניקוד שלי

source: Next song
he: שיר הבא

source: Play
he: נגן

source: Save
he: שמור

# searchDefaultValueLookupSongs
source: Seach for song...
he: חפש שירים...

# searchDefaultValueTitle
source: Search or add a song
he: הוסף או חפש שירים

# searchDefaultValueWantToHear
source: I feel like listening to...
he: בא לי לשמוע...

# showVotes
source: Show who liked and didn't like song
he: הצג מי אהב ומי לא אהב את השיר

source: Songs
he: שירים

source: Start
he: התחל

source: Stop
he: עצור

# templateConnect_Cancel
source: I hate fun!
he: אני שונא כיף! (לא עכשיו)

# templateConnect_Connect
source: In order to use the application , you must first connect with it
he: כדי להתחיל להשתמש באפליקציה, יש להתחבר

# templateConnect_Login
source: I ♥ Kululu ! (connect)
he: אני ♥ קולולו! (התחבר)

# templateConnect_Title
source: Joining kululu
he: הצטרפות לקולולו

# TemplateSynchronizePreDialogue_Title
source: Synchronize songs
he: ייבוא שירים

# templateVotesDialogue_HateTheSong
source: Can go without it
he: יכולים בלעדיו

# templateVotesDialogue_LoveTheSong
source: Love this song
he: מתים על השיר

source: votes
he: הצבעות

# yourScore
source: Your rating
he: הניקוד שלך

# leaveFeedback
source: Drop us a line
he: השאר פידבק

# DialogueTemplateDeleteSong_DeleteSong
source: Delete song
he: מחק שיר

# DialogueTemplateDeleteSong_Subtitle
source: This operation will also delete the post from facebook
he: פעולה זו גם תמחוק את ההודעה מהקיר של פייסבוק.

# DialogueTemplateEditSong_ArtistName
source: Name of artist
he: שם האמן

# DialogueTemplateEditSong_SongName
source: Name of song
he: שם השיר

source: Share
he: שתף

# TemplateHarvestPreDialogue_Content
source: This operation may take a long time (a few minutes).
he: שים לב, פעולה זו יכולה לארוך מספר דקות

# TemplateHarvestPreDialogue_Period
source: Select a period
he: בחר תקופה

# TemplateHarvestPreDialogue_Title
source: Import songs
he: ייבוא שירים

source: Back to playlist
he: בחזרה לפלייליסט

# deleteSong
source: Delete
he: מחק

# didYouNotLike
source: Didn't you like it?
he: לא אהבת?

# doYouNotLlike
source: Don't like?
he: לא אוהב?

source: Edit
he: ערוך

# editTitle
source: Edit song title
he: ערוך את שם השיר

# iLiked
source: Love it
he: אהבתי

source: Likes
he: אהב

source: Show more
he: הצג עוד

# newSongsTab
source: New songs
he: שירים חדשים

source: Leaderboard
he: לוח ניקוד

source: Playlists
he: פלייליסטים

source: Wall
he: קיר

source: Music we like
he: מוסיקה שאוהבים

# DialogDefaultCancel
source: Close
he: סגור

# InstallMe
source: It takes just a few seconds to add this app to your page.
he: ביכולתך להוסיף את האפליקציה לעמוד שלך תוך מספר שניות.

# InstallMeButton
source: Add to my page
he: הוסף לעמוד שלי
