Repository: UrK/kululu_v1
Catalog: kululu.web/Views/Shared/Shared.*.resx
Languages: he

source: a day ago
he: לפני יום

# adminNoLimit
source: As playlist admin, you can add as many songs as you want.
he: בתור מנהל הפלייליסט, תוכל להוסיף שירים ללא הגבלה.

source: ago
he: לפני

source: a minute ago
he: לפני דקה

# anHoursAgo
source: an hour ago
he: לפני שעה

source: a second ago
he: לפני שניה

source: a year ago
he: לפני שנה

source: Close
he: סגור

# createSongDefaultDescription
source: Kululu! So many songs I like!
he: קולולו! כל כך הרבה שירים, כל כך מעט מקום

# createSongDefaultMessage
source: Kululu! I just add a new song to this playlist :
he: קולולו! הוספתי שיר חדש לפלייליסט של

source: days
he: ימים

# didntVoteFor
source: You have {0} new songs.
he: יש לך {0} שירים חדשים.

# errorPlayingSong
source: Oops. An error has occured. Cannot play song.
he: אופס. קרתה שגיאה. לא ניתן לנגן את השיר.

# femaleLiked
source: Liked
he: אהבה

# femaleNotLiked
source: Didn't Like
he: לא אהבה

# guideBuckleUp
source: <h2>Thanks for joining Kululu</h2><p>Buckle up and hold on! We start</p>
he: <h2>תודה שהצטרפת לקולולו!</h2><p> תחגור חגורה, ותחזיק חזק. אנחנו יוצאים לדרך!</p>

# guideButtonCancel
source: I don't like fun (cancel)
he: אני בשלילה (ביטול)

# guideButtonGo
source: Let's start!
he: יאללה!

# guideFirstStage
source: <p>First step - let's connect.<br/>That's how you select songs, rate and influence.</p>
he: <p>שלב ראשון - מתחברים.<br/>ככה נוכל לבחור שירים, לדרג ולהשפיע</p>

# guideLetsStart
source: Let's start!
he: מתחילים!

# guideTitle
source: Kululu!
he: קולולו!

# guideTutorialLetsStart
source: Let's start
he: בוא נתחיל

# guideTutorialNext
source: Got it. What's next?
he: הבנתי, מה עוד?

# guideTutorialNext2
source: Ok. What's next?
he: וואלאק, מה עוד?

# guideTutorialStep1
source: <h2>How do you search or add a song?</h2><p>Just start typing as in Google. While you type Kululu looks up songs and shows you the results below.<br/>Now, just click the &quot;Add/Like&quot; button</p>
he: <h2>איך מוסיפים או מחפשים שיר?</h2><p> כמו בגוגל, מתחילים להקליד. תוך כדי הקלדה קולולו מחפשת בכל השירים בעולם(!) את התוצאות תוכל לראות ברשימה מתחת לחיפוש.<br/>עכשיו נותר רק להצביע ע\"י לחיצה על הלב משמאל.</p>

# guideTutorialStep2
source: <h2>Your points</h2><p>In Kululu you earn points. You get it for every action you take, like voting, adding songs and other things that you will have to discover yourself.<br/>You can show off with those points, or ask from the page owner to get you sime prize.</p>
he: <h2>הניקוד שלך</h2><p>בקולולו יש גם נקודות! מקבלים אותם על כל מני פעולות, כמו הצבעה, הוספת שירים ופעילויות נוספות שפשוט תצטרך לגלות.<br/>עם הנקודות האלה אפשר להשוויץ, או לדרוש מבעל העמוד להביא לכם פרסים.</p>

# guideTutorialStep3
source: <h2>New songs</h2><p>Here you can see how many songs you have not voted for yet.</p>
he: <h2>שירים חדשים</h2><p>כאן תוכל לראות כמה שירים חדשים יש בפלייליסט. שירים חדשים הם כאלה שעדיין לא הספקת להצביע להם.</p>

# guideTutorialStop
source: I am fine
he: אני מסתדר

# guideWelcome
source: <p class='quote'>So many songs, so little time! You just have to select with me.</p><p>Kululu is a social and fun way of selecting songs.</p><p class='last'>All you have to do is to add songs that you love to the playlist and start voting.</p>
he: <p class='quote'>\"כל כך הרבה שירים, כל כך מעט מקום, אתם רק צריכים לבחור איתי.\"</p><p>קולולו זו דרך חברתית חדשה וכיפית לבחור שירים.</p><p>מה שצריך לעשות זה להוסיף לפלייליסט את השירים שאתם אוהבים ולהתחיל להצביע.</p><p class='last'>ותזכרו, מי שמצביע משמיע! קולולו!</p>

source: hours
he: שעות

source: Loading...
he: טוען...

# maleLiked
source: liked
he: אהב

# maleNotLiked
source: didn't like
he: לא אהב

source: minutes
he: דקות

# newSongs
source: You have one new song.
he: יש שיר חדש

source: No new songs.
he: אין שירים חדש

# ratings
source: votes
he: הצבעות

source: seconds
he: שניות

# settingIndex_cannotRemoveYourself
source: You cannot remove yourself as admin
he: לא ניתן להסיר את עצמך מניהול הדף

# settingIndex_errorWhenAddingUser
source: There was an error with adding the users
he: חלה שגיאה בהוספת המשתמש

# settingIndex_harvestInit
source: Initializing
he: מאתחל

# settingIndex_settingsNotSaved
source: An error has occured! Your settings weren't saved.
he: שים לב, חלה שגיאה! ההגדרות לא נשמרו!

# settingIndex_settingsSaved
source: Thank you, all settings have been saved.
he: תודה, ההגדרות נשמרו בהצלחה.

# settingIndex_userNotAdminContent
source: *This user is not an admin of the page
he: *משתמש זה אינו מנהל של דף המעריצים

# settingIndex_userNotAdminTitle
source: This user cannot perform actions that demand him to be the page owner.
he: משתמש זה לא יוכל לבצע פעולות שדורשות אישור של מנהל דף

# votingEnded
source: Voting ended. Cannot add new songs
he: ההצבעה הסתיימה. לא ניתן להוסיף יותר שירים

# votingLimit
source: Well done! You've added all your allowed songs for today.
he: סיימת את המכסה שלך להוספת השירים. כל הכבוד!

# votingRemaining
source: You still have {0} songs to add
he: נשארו לך עוד {0} שירים להוספה

source: Voting will end in
he: הצבעה תסתיים עוד

source: years
he: שנים
