Repository: UrK/kululu_v1
Catalog: kululu.web/App_GlobalResources/Settings.*.resx
Languages: he

source: Active
he: פעיל

source: Add
he: הוסף

# advance
source: Advanced
he: מתקדם

# chooseImportPlaylistError
source: You didn't set your import playing
he: שכחת לבחור פלייליסט לייבוא נתונים

# choseImportPlaylist
source: Playlist to import wall data into
he: פלייליסט לייבוא נתונים חדשים

# dailySongLimit
source: Songs a day
he: שירים ביום

# demandLike
source: Require "Like" for using the application
he: דרוש לייק בשביל לצפות בדף

source: Description
he: תיאור

source: Edit playlist
he: ערוך פלייליסט

# endDate
source: End
he: סיום

# endDateTitle
source: Voting end date
he: תאריך סיום הצבעה

# endOfVoting
source: Voting ends
he: סיום הצבעה

# favorite
source: Default
he: מועדף

source: General
he: כללי

source: Image
he: תמונה

# import
source: Import new songs
he: ייבוא שירים חדשים

# importExplanation
source: Import new songs reads all the songs for your fan page wall into Kululu application.
he: ייבוא שירים חדשים מאפשר להוסיף לקולולו שירים שמתפרסמים על הקיר באופן אוטומטי. ניתן לייבא רק שירים שהתפרסמו על ידי מנהלי העמוד בפייסבוק.

# includeEndDate
source: Include end dates
he: כולל תאריך סיום

source: Managers
he: מנהלים

source: Manual import
he: ייבוא ידני

# manualImportTitle
source: Import admin posts
he: ייבא פוסטים של מנהל

# manualPostToWall
source: Periodic posts to wall
he: פרסום תקופתי לקיר

# manualPostToWallExplanation
source: Kululu can post periodic messages to your fan page wall. The post will show the leading songs in your default playlist.
he: קולולו מפרסמת הודעות לקיר מעת לעת באופן אוטומטי. ההודעה תפרסם את השירים המובילים בפלייליסט ברירת מחדל.

# maxSongsTitle
source: Maximum number of songs a user can add per playlist
he: מספר שירים מקסימלי שהמשתמש יוכל להוסיף לפלייליסט

source: Name
he: שם

source: New playlist
he: פלייליסט חדש

source: Playlist
he: פלייליסט

# playlistName
source: Name of playlist
he: שם פלייליסט

source: Playlists
he: פלייליסטים

source: Playlist settings
he: הגדרות פלייליסט

# postImageOrVideo
source: Type of wall post: video/image
he: פרסום של תמונה או וידאו

# postImageOrVideoExplanation
source: When posting a message to your fan page's wall, will it be a video or an image? We recommand choosing a picture, otherise content might be filtered by your page's spam filter.
he: כשמפרסמים פוסט בפייסבוק האם תופיע תמונה של השיר או וידאו? מומלץ לבחור תמונה, מכיוון שאז ההודעה לא תלך לספאם.

source: Post to wall
he: פרסום לקיר

# ratings
source: Votes
he: הצבעות

source: Remove manager
he: הסר מנהל

# setDefaultPlaylist
source: Set as default
he: קבע ברירת מחדל

# songLimit
source: Songs
he: שירים

# songLimitTitle
source: Song limit
he: הגבלת שירים

source: Songs
he: שירים

source: Synchornize now
he: סנכרן עכשיו

# synchronize
source: Synchronize with facebook
he: סנכרון עם פייסבוק

# synchronizeExplanation
source: Synchronization process updates the likes and comments for each song that appear in your page's playlists. Synchronization runs automatically every few minutes.
he: תהליך הסנכרון מעדכן את הלייקים ומספר התגובות של כל השירים המופיעים בכל הפלייליסטים. תהליך הסנכרון מופעל באופן אוטומטית מדי כמה דקות.

# synchronizeManually
source: You can manually synchronize your playlists any time:
he: באפשרותך להפעיל את הסנכרון באופן ידני בכל עת.

# timedUpdatePosts
source: Periodic status updates
he: פרסם עדכוני מצב תקופתיים

# updateWallAdmin
source: Update wall when admin adds a new song
he: עדכן Wall בעת הוספת שיר של מנהל

# updateWallUser
source: Update wall when user adds a new song
he: עדכן Wall בעת הוספת שיר של משתמש

# user
source: ser
he: משתמש

source: Video
he: וידאו

# viewProfile
source: Profile
he: פרופיל

source: What?
he: מה?

source: Disable
he: בטל

source: Enable
he: אפשר

# settingsLanguage
source: Default language:
he: שפת ממשק ברירת מחדל:

# settingLanguageSelectorLabel
source: Language:
he: שפה:

# settingsLanguageExplanation
source: Default language for users of the application
he: שפת ממשק ברירת מחדל עבור משתמשי האפליקציה.

# settingsLanguageUserSelected
source: <User selected>
he: <לפי בחירת משתמש>
