Repository: UrK/kululu_v1
Catalog: kululu.web/App_GlobalResources/Strings.*.resx
Languages: he

# adminEmailSentBody
source: <div style="dir:ltr;"> The admin has just posted the following song to the page's wall: {0}.</div>
he: <div style="dir:rtl;">בוצע פירסום שיר בקיר של אפליקצה על ידי מנהל העמוד. השיר {0}.</div>

# adminEmailSentFromName
source: The kululu team
he: צוות קולולו

# adminEmailSentSubject
source: Update from Kululu
he: עידכון מקולולו

# allRightsReserved
source: All rights reserved, Kululu ©
he: כל הזכויות שמורות לקולולו ©

# defaultError
source: An error has occured while answering your request. We are doing our best to solve it as you read these lines. Please try again soon.
he: אירעה שגיאה בעת טיפול בבקשתך. אנו עושים את מירב המאמצים לתקן אותה ברגעים אלה. אנא, נסו מאוחר יותר.

# footerVesion
source: Kululu 1.0
he: קולולו 1.0

# periodicWallPost
source: Rating continues, the first places are:
he: ההצבעה ממשיכה. המקומות הראשונים:

source: Terms of Service
he: תנאי שימוש

# completedSucessfully
source: Completed succesfully
he: הושלמה בהצלחה

source: Delete
he: מחק

# disliked
source: Don't like
he: לא אוהב

source: Play
he: נגן

# fromWeekAgo
source: Since last week
he: משבוע שעבר

# fromYesterday
source: Since yesterday
he: מאתמול

# loadingTitle
source: We're loading them
he: עושה קולולו לנתונים

source: Connect
he: התחבר

source: Settings
he: הגדרות

source: Active
he: פעיל

# allow
source: Enable
he: אפשר

source: Back
he: חזור

source: Cancel
he: ביטול

# FromAlways
source: Since ever
he: מאז ומעולם

source: Kululu!
he: קולולו!

# loginToApp
source: In oder to begin, you must connect with application
he: על מנת להתחיל, יש להתחבר לאפליקציה

source: Options
he: אפשרויות

source: Save
he: שמור

# joinUsMessage
source: To use the appliction "Like" the page.
he: על מנת להכנס לאפליקציה, יש לעשות "לייק" לעמוד.

# joinUsTitle
source: Kululu- Join Us
he: קולולו - הצטרף אלינו

source: Login
he: התחברות
